Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Suunnitelman valmistumisen aikaankin voimassa ollutta lainsäädäntö on tulkittu – toisinaan virheellisesti – siten, että se tukisi esitettyjä ratkaisumalleja.
sme: Plánema gárvvásmuvvama áiggege dálá láhkamearrádusat leat dulkojuvvon - muhtumin boastut - nu ahte dat dorjjošedje árvaluvvon čoavddusmálliid.

source: Metsähallitus korostaa etnistä neuraalisuuttaan maankäytössä (ks. s. 2 ja 87) myös poronhoidon osalta, jonka kaikki harjoittajat se kuitenkin myöntää erämaa-alueella saamelaisiksi (s.
sme: Meahciráđđehus deattuha iežas čearddalaš bealehisvuođa eanangeavaheamis (gč. s. 2 ja 87) maiddái boazodoalu hárrái, muhto mieđiha goittotge ahte buot boazodoallit meahcceguovllus leat sámit (s. 84).

source: Poronhoidon osalta siis suunnitelmassa ei tarvitsisi olla etnisesti neutraali, vaan turvata sitä
sme: Boazodoalu hárrái plána ii dárbbašivčče leat čearddalaččat bealeheapme muhto

source: Metsähallituslain edellyttämällä tavalla saamelaisten kulttuuriin kuuluvana elinkeinona.
sme: galggašii dorvvastit boazodoalu sámekultuvrii gullevaš ealáhussan, nugo meahciráđđehuslágas gáibiduvvo.

source: Suunnitelmassa on jäänyt huomaamatta, että esimerkiksi porotalouden ja luontaiselinkeinojen rahoituslaki (45/2000) tekee jo lain tavoitteissa saamelaisten kotiseutualueella eron sekä saamelaiselinkeinojen ja laissa säädettyjen muiden luontaiselinkeinojen välillä että saamelaisten ja muiden luontaiselinkeinonharjoittajien välillä.
sme: Plánas lea báhcán fuomáškeahttá dat, ahte ovdamearkka dihte boazodoalu ja luondduealáhusaid ruhtadanláhka (45/2000) dahká juo lága ulbmiliin sámiid ruovttuguovllus earu sihke sámeealáhusaid ja lágas ásahuvvon eará luondduealáhusaid gaskkas ja sámi ja eará luondduealáhusbargiid gaskkas.

source: Lain tavoitteet edellyttävät lain mukaisissa toimenpiteissä kiinnitettäväksi erityistä huomiota saamelaisten mahdollisuuksiin ylläpitää ja kehittää kulttuurimuotoonsa kuuluvia elinkeinoja saamelaisten kotiseutualueella.
sme: Lága ulbmiliid mielde galgá lága mieldásaš doaibmabijuin giddet erenoamáš fuopmášumi sámiid vejolašvuođaide bajásdoallat ja ovddidit iežaset kulturhápmái gullevaš ealáhusaid sámiid ruovttuguovllus.

source: Saamelaisten positiivisen erityiskohtelun mahdollisuus perustuu lisäksi yhdenvertaisuuslakiin kuten edellä on todettu.
sme: Sámiid positiivvalaš sierragieđahallama vejolašvuohta vuođđuduvvá dasa lassin ovttadássásašvuođaláhkii nugo ovdalis lea daddjojuvvon.

source: Yhdenvertaisuuslain lähtökohtana on puolestaan se, että positiivinen erityiskohtelu – kuten saamelaisten osalta – on tietyissä tapauksissa kuten saamelaisten poronhoidon osalta lain sallimaa.
sme: Ovttadássásašvuođalágas fas vulgojuvvo das, ahte láhka addá dihto dáhpáhusain vejolašvuođa positiivvalaš sierragieđahallamii - nugo sámiid hárrái lea dilli sámi boazodoalu ektui.

source: Suunnittelukäytännön ongelmat
sme: Plánenvuogi váttisvuođat

source: Metsähallitus on käyttänyt erämaasuunnitelman teossa laajaa osallistavaa käytäntöä, mikä on merkinnyt sitä, että kaikki, jotka katsovat itsensä osapuoliksi ovat voineet lausua mielipiteensä.
sme: Meahciráđđehus lea geavahan meahcceguovloplána dahkamis viiddis oassálasti vuogi, mii lea mearkkašan dan ahte buohkat, geat gehččet iežaset oassebeallin, leat sáhttán cealkit iežaset oaivila.

source: Suunnitelma on laadittu demokraattisella päätöksellä vieden läpi ne asiat, joita enemmistö on kannattanut.
sme: Plána lea dahkkojuvvon demokráhtalaš mearrádusa vuođul nu ahte leat dolvojuvvon čađa dat áššit, maid eanetlohku lea guottihan.

source: Saamelaisten osuus Enontekiön väkiluvusta on viidennes.
sme: Sámiid ossodat Eanodaga olmmošlogus lea viđadas.

source: On selvää, että enemmistödemokratiassa heidän näkemyksensä ei kuulu.
sme: Lea čielggas ahte eanetlohkodemokratiijas sin oainnut eai beasa oidnosii.

source: Suunnittelussa korostetaan, että sillä on laaja paikallinen hyväksyntä.
sme: Plánas deattuhuvvo ahte dat leat viidát báikkálaččat dohkkehuvvon.

source: Tämä ei kuitenkaan merkitse sitä, että sillä olisi Saamelaiskäräjien ja Käsivarren paliskunnan hyväksyntää.
sme: Dát ii goittot mearkkaš dan, ahte Sámediggi ja Giehtaruohttasa bálggus livččiiga dan dohkkehan.

source: Saamelaisten kantaa suunnitelman ratkaisuihin on muutoinkin väheksytty.
sme: Sámiid oaidnu plána čovdosiidda lea muđuige badjelgehččojuvvon.

source: Saamelaisten edustajaksi Metsähallituksen erämaasuunnittelu ei ole lähtökohtaisesti hyväksynyt saamelaiskäräjiä, joka sitä koskevan lain mukaan edustaa saamelaisia kansallisissa ja kansainvälisissä yhteyksissä eikä saamelaisporonhoidon osalta aina Käsivarren paliskuntaa, jolle edustus poronhoitolain mukaan kuuluu.
sme: Meahciráđđehusa meahcceguovloplánen ii leat vuolggasajiid dáfus dohkkehan sámiid ovddasteaddjin Sámedikki, mii sámediggelága mielde ovddasta sámiid riikkadási ja riikkaidgaskasaš oktavuođain iige sámeboazodoalu hárrái álo Giehtaruohttasa bálgosage, mii boazodoallolága mielde galggašii leat dákko ovddasteamen sámeboazodoalu.

source: Näiden sijasta suunnitelmassa viitataan toisinaan yksittäisten saamelaisten ja ”ei kaikkien saamelaisten” mielipiteeseen.
sme: Dáid sajis plánas čujuhuvvo gaskkohagaid ovttaskas sámiid ja "ii buot sámiid" oaivilii.

source: Metsähallituksen lakisääteisiin velvollisuuksiin kuuluu kuitenkin uuden metsähallituslain 4 § 2 momentin perustelujen mukaan nimenomaan neuvottelut saamelaiskäräjien kanssa.
sme: Meahciráđđehusa lágasmearriduvvon geatnegahttimiidda gullá goittotge ođđa meahciráđđehuslága 4 §:a 2 momeantta ákkastallamiid mielde namalassii ráđđádallat Sámedikkiin.

source: Muu osallistava käytäntö suunnittelussa on lähinnä politiikkaa, jolla ei saamelaiskäräjien mielestä tulisi olla nykyisen kaltaista merkitystä suunnitelmaa laadittaessa.
sme: Eará oassálasti vuohki plánemis lea vuosttažettiin politihkka, mas ii Sámedikki mielas galggaše leat dálálágan mearkkašupmi plána dagadettiin.

source: Yleisessä suunnittelukäytännössä on ongelmallisinta ollut se, että osallistavasta käytännöstä huolimatta Metsähallituksella on ollut hyvin hallitseva asema suunnittelussa (Heikkilä 2000, Heikkilä 2003, Raitio 2000).
sme: Oppalaš plánenvuogis váddáseamos čuolbma lea leamaš dat, ahte oassálasti vuogis fuolakeahttá Meahciráđđehusas lea leamaš hui hálddašeaddji sajádat plánemis (Heikkilä 2000, Heikkilä 2000, Raitio 2000).

source: Erämaasuunnittelun keskeisistä peruslähtökohdista ei ole voitu päästä yksimielisyyteen suunnitteluprosessin aikana, kuten monipuolisen käytön periaatteesta, sen vaikutuksista saamelaisten luonnon käytölle, alueen käytön priorisoinnista, eri käyttömuotojen välisistä ristiriidoista sekä käytön ja suojelun välisistä ristiriidoista erämaalain tavoitteissa.
sme: Meahcceguovloplánema guovddáš vuođđovuolggasajiin eai leat sáhttán beassat ovttamielalašvuhtii plánenproseassa áigge, dego máŋggabealat geavaheami prinsihpas, dan váikkuhusain sámiid luonddu geavaheapmái, guovllu geavaheami vuoruheamis, sierra geavahanhámiid gaskasaš ruossalasvuođain ja dasa lassin vel geavaheami ja suodjaleami gaskasaš ruossalasvuođain meahcceguovlolága ulbmiliin.

source: Nämä seikat ovat erittäin keskeisiä erämaasuunnitelman tavoitteiden toteutumisen kannalta, eikä niitä ole tarkasteltu myöskään itse hoito- ja käyttösuunnitelmassa, vaan suunnitelma lähtökohtineen on usein esitelty varsin ongelmattomana mallina.
sme: Dát áššit leat erenoamáš mávssolaččat meahcceguovloplána ulbmiliid ollašuvvamis, eaige dat leat guorahallon maiddái ieš dikšun- ja geavahanplánas, muhto plána oktan vuolggasajiiguin lea dávjá ovdanbukton viehka čuolmmakeahtes mállen.

source: Käytännössä eri luonnonkäyttömuotojen välillä vallitsee keskenään varsin ristiriitaisiakin tarpeita ja etuja, joiden erittely, käsittely ja ratkaiseminen on Käsivarren erämaasuunnitelmassa jäänyt kesken.
sme: Iešalddes sierra luonddugeavahanhámiid dárbbut ja beroštumit mannet viehka ruossalassiige, ja dáid dárbbuid ja beroštumiid guorahallan, gieđahallan ja čoavdin leat Giehtaruohttasa meahcceguovloplánas báhcán gaskan.

source: Saamelaiskäräjät toteaa lisäksi, ettei suunnitelmia tulisi laatia ennen kuin taustalla olevat perustavat maa- ja vesioikeuskysymykset on ratkaistu.
sme: Sámediggi gávnnaha dasa lassin ahte plána ii galggaše dahkat ovdalgo duogážin leahkki hui mávssolaš eanan- ja čáhcevuoigatvuođagažaldagat leat čovdojuvvon.

source: Oikeuskanslerin esityksestä oikeusministeriölle on ”omaisuuden suojaa” koskevana kysymyksenä selvitettävänä ”mahdollinen saamelaisten omistusoikeus” sekä yksityisoikeudelliselta kannalta että ILO:n alkuperäiskansasopimuksen määräysten kannalta.
sme: Vuoigatvuođakánslera árvalusa vuođul Vuoigatvuođaministeriijai galgá "opmodaga suodjái" guoskevaš gažaldahkan čielggadit "sámiid vejolaš oamastanvuoigatvuođa" sihke priváhtavuoigatvuođalaččat ja ILOálgoálbmotsoahpamuša mearrádusaid dáfus.

source: (OKa K 9/1999 vp s. 45) Eduskunnan perustuslakivaliokunta on saamelaisten kotiseutualueen valtionmaata koskevassa lausunnossaan (29/2004 vp) todennut, että tutkimuksen mukaan valtion omistusoikeus on kyseenalainen (Kaisa Korpijaakko-Labba), kun taas lapinkylän osakkailla on ollut omistusoikeus veromaihinsa kuten kalavesiin, pyyntipaikkoihin ja laidunmaihin (Juhani Wirilander).
sme: (OKa K 9/1999 vp s. 45) Riikkabeivviid vuođđoláhkaváljagoddi lea sámiid ruovttuguvlui guoskevaš cealkámušastis (29/2004 vp) gávnnahan ahte dutkamuša mielde stáhta oamastanvuoigatvuođa doallevašvuođa sáhttá eahpidit (Kaisa Korpijaakko-Labba), go fas sámesiiddaid osolaččain lea leamaš oamastanvuoigatvuohta iežaset vearroeatnamiidda dego guollečáziide, bivdosajiide ja guođohaneatnamiidda (Juhani Wirilander).

source: Oikeusministeriössä on keväällä 2006 määrä valmistua julkisoikeudelliselta perustalta lainsäädännöllinen luonnos, jonka tarkoitus on täyttää ILO:n alkuperäiskansasopimuksen 169 vaatimukset saamelaisten maahan, veteen, luonnonvaroihin ja perinteisiin elinkeinoihin kohdistuvien oikeuksien osalta.
sme: Vuoigatvuođaministeriijas galggašii giđđat 2006 gárvvásmuvvat almmolašvuoigatvuođalaš vuođu alde láhkaásahuslaš árvalus, man ulbmilin lea deavdit ILOálgoálbmotsoahpamuša nr 169:a gáibádusaid sámiid eanan- ja čáhcevuoigatvuođaid luondduriggodagaide ja árbevirolaš ealáhusaide guoskevaš vuoigatvuođaid hárrái.

source: YK:n ihmisoikeuskomitea, joka tulkitsee KP-sopimuksen noudattamista, on Suomea koskevissa loppupäätelmissään vuonna 2004 (17) pahoitellut sitä, että se ei ole saanut selvää vastausta saamelaisten oikeuksista alkuperäiskansana (perustuslain 17 § 3 momentti) yleissopimuksen 1 artiklan osalta.
sme: ON:a olmmošvuoigatvuođakomitea, mii dulko KP-soahpamuša čuovvuma, lea Supmii guoskevaš loahppaárvalusainis 2004:s (17) atnán vahágin dan, ahte ii leat ožžon čielga vástádusa sámiid vuoigatvuođain álgoálbmogin (vuođđolága 17 §:a 3 momeanta) oktasašsoahpamuša 1 artihkkala hárrái.

source: Komitea toisti huolestuneisuutensa epäonnistumisesta ratkaista kysymys saamelaisten maanomistuksesta ja niistä monista julkisista ja yksityisistä maankäyttötavoista, jotka vaikuttavat saamelaisten elinkeinoihin – erityisesti poronhoitoon – vaarantaen näin heidän kansallisen kulttuurinsa ja elämäntapansa ja täten heidän identiteettinsä.
sme: Komitea buvttii ođđasit ovdan iežas fuolastuvvama das, ahte sámiid eananoamasteami ja máŋggaid almmolaš ja priváhta eanangeavahanvieruid eai leat sáhttán čoavdit. Dát eanangeavahanvierut váikkuhit sámiid ealáhusaide - erenoamážit boazodollui - ja bidjet ná vára vuollái sámiid čearddalaš kultuvrra ja eallinvugiid ja ná maiddái sin identitehta.

source: Ihmisoikeuskomitean suosituksen 17 kohdan mukaan: ”Sopimusvaltion olisi saamen kansaan liittyen nopeasti ryhdyttävä päättäväisiin toimiin saadakseen aikaan soveliaan ratkaisun maaoikeuskiistassa ottaen riittävällä tavalla huomioon tarpeen säilyttää saamelaisten identiteetti yleissopimuksen 27 artiklan mukaisesti.
sme: Olmmošvuoigatvuođaávžžuhusa 17 čuoggá mielde: "Soahpamušriika galggašii sámeálbmoga hárrái álgit farggamusat čavges doaimmaide oažžun dihte áigái vuogas čovdosa eanangeavahangiččus nu, ahte váldojuvvo doarvái bures vuhtii dárbu seailluhit sámeidentitehta oktasašsoahpamuša 27 artihkkala mielde.

source: Tällä välillä sopimusvaltiota pyydetään pidättäytymästä kaikista toimista, jotka saattaisivat vaikuttaa kielteisellä tavalla ennakolta saamelaisten maaoikeuskysymysten ratkaisemiseen.”
sme: Dán ovdal soahpamušriikkat eai galggaše álgit dakkár doaimmaide, mat sáhttet ovddalgihtii čuohcit sámiid eanangeavahangažaldagaid čoavdimii."

source: Näihin lähtökohtiin liittyen tarkastellaan seuraavassa, missä määrin saamelaisten mahdollisuudet oman kulttuurinsa harjoittamiseen ovat lain tarkoituksen mukaisesti säilyneet vai ovatko ne heikentyneet erämaalain säätämisen jälkeen ja missä määrin Käsivarren hoito- ja käyttösuunnitelma vaikuttaa saamelaisten kulttuurinturvan toteutumiseen.
sme: Dáid vuolggasajiid ektui guorahallojuvvo čuovvovaččas, man muddui sámiin leat seilon vejolašvuođat bargat iežaset kultuvrrain meahcceguovlolága ulbmila mielde vai leatgo dat hedjonan meahcceguovlolága ásaheami maŋŋá ja man muddui Giehtaruohttasa dikšun- ja geavahanplána lea dorvvasteamen sámiid kultuvrra.

source: 3. Metsähallitusta koskevat muutokset erämaalain säätämisen jälkeen
sme: 3. Meahciráđđehussii guoskevaš rievdadusat meahcceguovlolága ásaheami maŋŋá

source: Otsikko liittyy Metsähallituksen luonteessa, toimintaperiaatteissa ja toimintatavassa tapahtuneisiin muutoksiin erämaalain säätämisen jälkeen.
sme: Bajilčála guoská Meahciráđđehusa iešlágis, doaibmaprinsihpain ja doaibmavuogis dáhpáhuvvan rievdadusaide meahcceguovlolága ásaheami maŋŋá.

source: Oltuaan erämaalain säätämisen aikaan Metsähallituslain (264/1991) mukainen ”valtion laitos” Metsähallitus muuttui lailla (1169/1993) valtion liikelaitokseksi vuonna 1993. Tällöin siitä muodostettiin liiketoimintayksikköpohjainen tiimiorganisaatio.
sme: Meahciráđđehus lei vel meahcceguovlolága ásaheami áiggiid meahciráđđehuslága (264/1991) mieldásaš muhto rievddai lága (1169/1993) vuođul stáhta fitnodatlágádussan 1993:s. Dalle das dahkkojuvvui joavkoorganisašuvdna, mas ledje fitnodatdoaibmavuđđosaš ovttadagat.

source: Yhtiön eri tulosalueilla ja tytäryhtiöillä on oma maan kattava organisaatio ja ne ovat tulosvastuulliset.
sme: Ovttastumi sierra boađussurggiin ja lea riikkaviidosaš organisašuvdna ja daidda lea mearriduvvon boađusvástu.

source: Samalla Metsähallitus-konsernin toiminta määriteltiin monihyödyketuotannoksi, jonka kulmakiviä ovat mm. metsätalous ja virkistyspalveluiden tuottaminen.
sme: Seammás Meahciráđđehus-konseartna doaibma meroštallojuvvui máŋggabuvttabuvttadeapmin, mii vuođđuduvai buorre muddui ee. vuovdedollui ja lustabálvalusaid buvttadeapmái.

source: Virkistyspalveluilla tarkoitetaan sekä yhteiskunnallisia palveluja yleisen virkistyskäytön edistämiseksi että maksullisia luontopalveluja ja luontomatkailun edistämistä.
sme: Lustabálvalusaiguin oaivvildit sihke servodatlaš bálvalusaid oppalaš lustageavaheami ovddidan dihte ja gávppálaš luonddubálvalusaid ja luondduturismma ovddideami.

source: Villi Pohjola –niminen tulosalue, sittemmin tytäryhtiöksi eriytetty, harjoittaa luontomatkailuun perustuvaa liiketoimintaa kilpaillen muiden luontomatkailua järjestävien yritysten ja paikallisten luontopalveluiden tuottajien kanssa erämaa-alueista.
sme: Villi Pohjola lea maŋŋelis nieidaovttastupmin sierranahttojuvvon boađussuorgi, mii jođiha luondduturismii vuođđuduvvi fitnodatdoaimma nu, ahte gilvvohallá luondduturismma buvttadeaddji eará fitnodagaiguin ja báikkálaš luonddubálvalusbuvttadeddjiiguin meahcceguovlluid alde.

source: Käytännössä tämä tarkoittaa sitä, ettei Metsähallitus ole täysin neutraali toimija, vaan se ajaa samalla omia liiketaloudellisia etujaan, vaikka Ylä-Lapissa tulostavoitteita onkin mukautettu enemmän paikallisia olosuhteita vastaaviksi.
sme: Iešalddes dát oaivvilda dan, ahte Meahciráđđehus ii leat šat ollásit bealehis doaibmi, muhto dat vuodjá seammás iežas fitnodatekonomalaš beroštumiid, vaikko Davvi-Lappis boađusulbmilat leatge heivehuvvon eanet vástidit báikkálaš dilálašvuođaid go eará sajis riikkas.

source: Ollakseen kilpailutilanteessa neutraali, Metsähallitus muun muassa jakoi osan valtion yleisistä kalastus- ja metsästysluvista matkailuyrittäjien myytäväksi.
sme: Čájehan dihte iežas leat gilvvohallandilis bealeheapme Meahciráđđehus earret eará jugii oasi stáhta almmolaš guolástan- ja meahcástanlobiin turismafitnodagaide vuovdinládje.

source: Metsähallitus myy itse lupia väittämänsä omistajanhallinnan osana kenelle tahansa.
sme: Meahciráđđehus vuovdá ieš lobiid iežas čuoččuhan oamasteaddjihálddašeami oassin geasa beare.

source: Näin saamelaisille perusoikeutena turvattujen kalastuksen ja metsästyksen harjoittamisedellytysten toteutuminen jäi osittain riippumaan Metsähallituksen lupamyynnin määrästä ja ehdoista.
sme: Ná sámiide vuođđovuoigatvuohtan dorvvastuvvon guolástan- ja meahcástanvejolašvuođaid ollašuvvan báhcá muhtumassii čuožžut Meahciráđđehusa lohpevuovdima meriin ja eavttuin.

source: Metsähallituksen Ylä-Lapin luonnonhoitoalue on myös lakkautettu, mikä on samalla lakkauttanut saamelaisten kotiseutualueella aluejohtajalle aikaisemmin kuuluneen tehtävän sovittaa yhteen Metsähallituksen toiminnat ja saamelaisten perinteisten elinkeinojen harjoittaminen.
sme: Meahciráđđehusa Davvi-Lappi luonddudikšunguovlu lea maiddái loahpahuvvon, mii lea seammás loahpahan sámiid ruovttuguovllus guovlluhovdii ovdal gullan barggu oktiiheivehit Meahciráđđehusa doaimmaid ja sámiid árbevirolaš ealáhusaiguin bargama.

source: Toimivallan siirtyminen saamelaisten kotiseutualueelta Rovaniemelle ja Tikkurilaan poistaa saamelaisten kotiseutualuetta koskevista ratkaisuista sen asiantuntemuksen, joka aikaisemmin oli Ylä-Lapin luonnonhoitoalueen aluejohtajalla.
sme: Doaibmaválddi sirdašuvvan sámiid ruovttuguovllus Roavvenjárgii ja Tikkurilai jávkada sámiid ruovttuguvlui guoskevaš čovdosiin dan áššedovdamuša, mii ovdal lei Davvi-Lappi luonddudikšunguovllu guovlluhoavddas.

source: Metsähallitusta koskeva lainsäädäntö on saamelaiskäräjien mielestä jo rakenteellisesti heikentänyt saamelaisten kulttuurin harjoittamista erämaalain voimassaolon aikaan.
sme: Meahciráđđehussii guoskevaš láhkamearrádusat leat Sámedikki mielas juo struktuvrralaččat čuohcán vejolašvuođaide bargat sámekultuvrrain meahcceguovlolága gustonáigge.

source: Saamelaiskulttuuria koskeva Metsähallituksen turvaamisvelvoite uudessa metsähallituslaissa ei ole vielä vaikuttanut positiivisesti saamelaisten asemaan Käsivarren erämaa-alueella.
sme: Meahciráđđehus lea geatnegahtton dorvvastit sámekultuvrra ođđa meahciráđđehuslágas, muhto dat ii leat váikkuhan positiivvalaččat sámiid sajádahkii Giehtaruohttasa meahcceguovllus.

source: 4. Käsivarren erämaan hoito- ja käyttösuunnitelma
sme: 4. Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána

source: Maastourat
sme: Meahccevuojáhagat

source: Maastoliikennelaki ei tunne metsähallituksen maastouria, jotka paitsi ohjaavat myös yleensä edistävät maastoliikennettä ilman haitasta ja vahingosta määrättävää korvausta saamelaisten elinkeinoille kuten poronhoidolle.
sme: Meahccejohtalusláhka ii dovdda Meahciráđđehusa meahccevuojáhagaid, mat eai dušše stivre muhto dábálaččat maiddái lasihit meahccejohtalusa almmá ahte dán heađuštusas ja vahágis mearriduvvošii buhtadus sámiid ealáhusaide dego boazodollui.

source: Saamelaiskäräjät katsoo, että maastoliikenneurat joilla on suunnitelman mukaan sallittua koirasafaritoiminta, moottorikelkkasafaritoiminta, moottorikelkkojen testiryhmätoiminta ja rajoittamaton valtakunnallinen uralupakelkkailu ovat sopimattomia Käsivarren erämaa-alueella, jossa ne aiheuttavat ympäristöönsä laaja-alaisesta haittaa saamelaisten poronhoidolle ja heikentävät merkittävästi alueen saamelaisten poronhoitoon perustuvan kulttuurin harjoittamista.
sme: Sámedikki mielas meahccejohtalusvuojáhagat, main leat plána mielde lobálaččat beanasafáradoaibma, mohtorgielkásafáradoaibma, mohtorgielkkáid teastajoavkodoaibma ja ráddjekeahtes riikkadási vuojáhatlohpemohtorgielkkástallan, eai heive Giehtaruohttasa meahcceguvlui, dasgo dat čuhcet doppe viidát birrasii ja heajudit dán guovllus mealgat sámiid boazodollui vuođđuduvvi kultuvrrain bargama.

source: Virkistyskäyttö ja luontomatkailu
sme: Lustageavaheapmi ja luondduturisma

source: Erämaasuunnittelun kannalta Metsähallituksen liikelaitosluonne on merkinnyt mm. sitä, että virkistyskäytöstä on tullut uusi suunnittelun peruslohko, jolla on keskeinen asema Metsähallituksen toiminnassa, ja jonka luonnonkäytölliset tarpeet pyritään turvaamaan.
sme: Meahcceguovloplánema dáfus Meahciráđđehusa fitnodatlágádusiešláhki lea mearkkašan ee. dan, ahte lustageavaheamis lea šaddan plánema ođđa vuođđosuorgi, mii lea guovddážis Meahciráđđehusa doaimmas ja man luonddugeavaheapmái guoskevaš dárbbuid geahččalit dorvvastit.

source: Virkistyskäyttöä ei ole mainittu erämaalain tavoitteissa, joissa mainitaan alueen monipuolisen käytön turvaaminen.
sme: Lustageavaheapmi ii leat namuhuvvon meahcceguovlolága ulbmiliin, main namuhuvvo guovllu máŋggabealat geavaheami dorvvasteapmi.

source: Virkistyskäyttö on Metsähallituksen oma perustelematon tulkinta erämaalaista.
sme: Lustageavaheapmi lea Meahciráđđehusa iežas ákkastalakeahtes dulkon meahcceguovlolágas.

source: Toinen Metsähallituksen erämaa-alueisiin liittämä käsite on luontomatkailu, joka on erämaalaille vieras käsite.
sme: Luondduturisma lea nubbi doaba, man Meahciráđđehus lea geavahišgoahtán meahcceguovlluid birra, muhto dat lea meahcceguovloláhkii vieris doaba.

source: Jokamiehen oikeuteen perustuvana virkistyskäytön muotona ei voida saamelaiskäräjien mielestä pitää esimerkiksi liikkumista luonnossa moottorikelkalla, joka on maastoliikennelain (1710/1995) alaista, maanomistajan luvanvaraista toimintaa sekä paikallisen väestön että muulta tulevien osalta, mistä tarkemmin jäljempänä (luvussa Maastoliikenne).
sme: Juohkeolbmovuoigatvuhtii vuođđuduvvi lustageavahanhápmin ii sáhte Sámedikki mielas atnit ovdamearkka dihte luonddus johtaleami mohtorgielkkáin, mii lea meahccejohtaluslága (1710/1995) vuollásaš doaibma, masa galgá leat eananeaiggáda lohpi, ja dát guoská sihke báikkálaš olbmuide ja eará sajis boahtán olbmuide, mas dárkileappot maŋŋelis (logus Meahccejohtalus).

source: Maastoliikenne, jota erityislakina säätelee maastoliikennelaki, ei oikeudellisestikaan voine olla virkistyskäyttöä, koskapa maastoliikennelain 1 §:n tarkoituksena on muun ohella ehkäistä haittoja, joita yleiselle virkistyskäytölle aiheutuu moottorikäyttöisten ajoneuvojen käyttämisestä maastossa.
sme: Meahccejohtalus, man lea sierraláhkan muddemin meahccejohtalusláhka, ii vuoigatvuođalaččatge dáidde gullat lustageavaheapmái, dasgo meahccejohtaluslága 1 §:a ulbmilin lea earret eará hehttet heađuštusaid, mat čuhcet oppalaš lustageavaheapmái mohtorfievrruid geavaheamis meahcis.

source: Moottorivoimalla tapahtuva virkistyskäyttö kilpailee merkittävällä tavalla muutenkin taloudellisen kannattavuuden äärirajoilla toimivan poronhoidon kanssa viimeisistä erämaisista alueista, eivätkä niiden edut ole välttämättä yhteen sovitettavissa.
sme: Mohtorfievrruiguin dáhpáhuvvi lustageavaheapmi gilvvohallá sakka boazodoaluin, mii muđuige gánnáha ekonomalaččat hui funet ja šaddá gilvvohallat eará geavaheddjiiguin maŋimuš meahcceguovlluid alde, eaige dáid geavahanjoavkkuid beroštumiiid sáhte álggage álo oktiiheivehit.

source: Saamelaisporomiesten ansiotaso on pysyvästi alle EU-Suomen köyhyysrajan eli alle puolet väestön keskimääräisestä tulotasosta (KM 2001:14 s. 103).
sme: Sámi badjeolbmuid dienasdássi lea bissovaččat EU-Suoma geafivuođaráji vuolábealde dahjege vuollel bealli riikka veahkadaga gaskamearálaš dienasdásis (KM 2001:14, s. 103).
